//
//  Location.swift
//  weatherApp
//
//  Created by jy on 4/10/25.
//

import Foundation

    let locations = [
        "서울" : "Seoul",
        "부산" : "35.1796,129.0756",
        "대구" : "Daegu",
        "인천" : "Incheon",
        "광주" : "Gwangju",
        "대전" : "Daejeon",
        "울산" : "Ulsan",
        "전주" : "Jeonju",
        "강릉" : "Gangneung",
        "제주" : "33.499568,126.531138"
//        "서울": "37.563843,126.997602",
//        "Busan": "35.106214,129.032352",
//        "대구": "35.86934,128.6062",
//        "Incheon": "37.473781,126.621588",
//        "Gwangju": "35.160032,126.851338",
//        "Daejeon": "36.325659,127.421546",
//        "Ulsan": "35.539477,129.311299",
//        "Jeonju": "35.824171,127.14805",
//        "Teabeck": "37.164132,128.985735",
//        "Gangneung": "37.752175,128.875836",
//        "Jeju": "33.499568,126.531138"
    ]

